Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SourceGuidance_Issue_SeriesCatalogNotConfirmed_Detail
source: Series support will stay optional unless the provider exposes series categories.
ar_sa: سيظل دعم السلسلة اختياريًا ما لم يكشف الموفر عن فئات السلسلة.
de_de: Die Serienunterstützung bleibt optional, es sei denn, der Anbieter stellt Serienkategorien bereit.
es_es: El soporte de series seguirá siendo opcional a menos que el proveedor exponga categorías de series.
fr_fr: La prise en charge des séries restera facultative à moins que le fournisseur n'expose les catégories de séries.
hi_in: जब तक प्रदाता श्रृंखला श्रेणियों को उजागर नहीं करता तब तक श्रृंखला समर्थन वैकल्पिक रहेगा।
ja_jp: プロバイダーがシリーズ カテゴリを公開しない限り、シリーズ サポートはオプションのままです。
ko_kr: 공급자가 시리즈 카테고리를 공개하지 않는 한 시리즈 지원은 선택 사항으로 유지됩니다.
pt_br: O suporte às séries permanecerá opcional, a menos que o provedor exponha as categorias das séries.
tr_tr: Sağlayıcı seri kategorilerini göstermediği sürece seri desteği isteğe bağlı kalacaktır.
zh_hans: 系列支持将保持可选，除非提供者公开系列类别。

# SourceGuidance.Report.LastSuccess
source: Last success: {0}
ar_sa: النجاح الأخير: {0}
de_de: Letzter Erfolg: {0}
es_es: Último éxito: {0}
fr_fr: Dernier succès : {0}
hi_in: अंतिम सफलता: {0}
ja_jp: 最後の成功: {0}
ko_kr: 마지막 성공: {0}
pt_br: Último sucesso: {0}
tr_tr: Son başarı: {0}
zh_hans: 最后成功：{0}

# SourceGuidance_Report_LastSuccess
source: Last success: {0}
ar_sa: النجاح الأخير: {0}
de_de: Letzter Erfolg: {0}
es_es: Último éxito: {0}
fr_fr: Dernier succès : {0}
hi_in: अंतिम सफलता: {0}
ja_jp: 最後の成功: {0}
ko_kr: 마지막 성공: {0}
pt_br: Último sucesso: {0}
tr_tr: Son başarı: {0}
zh_hans: 最后成功：{0}

# SourceGuidance.M3u.Detail.CatchupDetected
source: Catchup attributes or archive-style stream patterns were found in the sampled slice.
ar_sa: تم العثور على سمات الالتقاط أو أنماط الدفق بنمط الأرشيف في الشريحة التي تم أخذ عينات منها.
de_de: Im abgetasteten Slice wurden Catchup-Attribute oder Stream-Muster im Archivstil gefunden.
es_es: Se encontraron atributos de actualización o patrones de transmisión de estilo de archivo en el segmento muestreado.
fr_fr: Des attributs de rattrapage ou des modèles de flux de style archive ont été trouvés dans la tranche échantillonnée.
hi_in: सैंपल किए गए स्लाइस में कैचअप विशेषताएँ या संग्रह-शैली स्ट्रीम पैटर्न पाए गए।
ja_jp: キャッチアップ属性またはアーカイブ スタイルのストリーム パターンがサンプリングされたスライスで見つかりました。
ko_kr: 샘플링된 조각에서 캐치업 속성 또는 아카이브 스타일 스트림 패턴이 발견되었습니다.
pt_br: Atributos de catchup ou padrões de fluxo de estilo de arquivo foram encontrados na fatia amostrada.
tr_tr: Örneklenen dilimde yakalama nitelikleri veya arşiv tarzı akış desenleri bulundu.
zh_hans: 在采样切片中发现了追赶属性或存档样式流模式。

# SourceGuidance_M3u_Detail_CatchupDetected
source: Catchup attributes or archive-style stream patterns were found in the sampled slice.
ar_sa: تم العثور على سمات الالتقاط أو أنماط الدفق بنمط الأرشيف في الشريحة التي تم أخذ عينات منها.
de_de: Im abgetasteten Slice wurden Catchup-Attribute oder Stream-Muster im Archivstil gefunden.
es_es: Se encontraron atributos de actualización o patrones de transmisión de estilo de archivo en el segmento muestreado.
fr_fr: Des attributs de rattrapage ou des modèles de flux de style archive ont été trouvés dans la tranche échantillonnée.
hi_in: सैंपल किए गए स्लाइस में कैचअप विशेषताएँ या संग्रह-शैली स्ट्रीम पैटर्न पाए गए।
ja_jp: キャッチアップ属性またはアーカイブ スタイルのストリーム パターンがサンプリングされたスライスで見つかりました。
ko_kr: 샘플링된 조각에서 캐치업 속성 또는 아카이브 스타일 스트림 패턴이 발견되었습니다.
pt_br: Atributos de catchup ou padrões de fluxo de estilo de arquivo foram encontrados na fatia amostrada.
tr_tr: Örneklenen dilimde yakalama nitelikleri veya arşiv tarzı akış desenleri bulundu.
zh_hans: 在采样切片中发现了追赶属性或存档样式流模式。

# SourceGuidance.Xtream.Connection.Success
source: KROIRA reached the Xtream player_api endpoints with the supplied credentials.
ar_sa: وصل KROIRA إلى نقاط نهاية Xtream player_api باستخدام بيانات الاعتماد المتوفرة.
de_de: KROIRA erreichte die Xtream player_api-Endpunkte mit den angegebenen Anmeldeinformationen.
es_es: KROIRA llegó a los puntos finales Xtream player_api con las credenciales proporcionadas.
fr_fr: KROIRA a atteint les points de terminaison Xtream player_api avec les informations d'identification fournies.
hi_in: KROIRA आपूर्ति किए गए क्रेडेंशियल के साथ Xtream player_api समापन बिंदु पर पहुंच गया।
ja_jp: KROIRA は、指定された資格情報を使用して Xtream player_api エンドポイントに到達しました。
ko_kr: KROIRA는 제공된 자격 증명을 사용하여 Xtream player_api 엔드포인트에 도달했습니다.
pt_br: KROIRA atingiu os endpoints Xtream player_api com as credenciais fornecidas.
tr_tr: KROIRA, sağlanan kimlik bilgileriyle Xtream player_api uç noktalarına ulaştı.
zh_hans: KROIRA 使用提供的凭据到达 Xtream player_api 端点。

# SourceGuidance_Xtream_Connection_Success
source: KROIRA reached the Xtream player_api endpoints with the supplied credentials.
ar_sa: وصل KROIRA إلى نقاط نهاية Xtream player_api باستخدام بيانات الاعتماد المتوفرة.
de_de: KROIRA erreichte die Xtream player_api-Endpunkte mit den angegebenen Anmeldeinformationen.
es_es: KROIRA llegó a los puntos finales Xtream player_api con las credenciales proporcionadas.
fr_fr: KROIRA a atteint les points de terminaison Xtream player_api avec les informations d'identification fournies.
hi_in: KROIRA आपूर्ति किए गए क्रेडेंशियल के साथ Xtream player_api समापन बिंदु पर पहुंच गया।
ja_jp: KROIRA は、指定された資格情報を使用して Xtream player_api エンドポイントに到達しました。
ko_kr: KROIRA는 제공된 자격 증명을 사용하여 Xtream player_api 엔드포인트에 도달했습니다.
pt_br: KROIRA atingiu os endpoints Xtream player_api com as credenciais fornecidas.
tr_tr: KROIRA, sağlanan kimlik bilgileriyle Xtream player_api uç noktalarına ulaştı.
zh_hans: KROIRA 使用提供的凭据到达 Xtream player_api 端点。

# SourceGuidance.M3u.Detail.CatchupNotAdvertised
source: Catchup support can still appear later, but the sampled slice did not advertise it clearly.
ar_sa: لا يزال من الممكن أن يظهر دعم Catchup لاحقًا، لكن الشريحة التي تم أخذ عينات منها لم تعلن عنها بوضوح.
de_de: Die Catchup-Unterstützung kann später noch erscheinen, das Sample-Slice hat dies jedoch nicht deutlich angekündigt.
es_es: El soporte para ponerse al día aún puede aparecer más adelante, pero el segmento muestreado no lo anuncia claramente.
fr_fr: La prise en charge du rattrapage peut encore apparaître plus tard, mais la tranche échantillonnée ne l'a pas clairement annoncé.
hi_in: कैचअप समर्थन अभी भी बाद में दिखाई दे सकता है, लेकिन नमूना स्लाइस ने इसे स्पष्ट रूप से विज्ञापित नहीं किया है।
ja_jp: キャッチアップのサポートは後で表示される可能性がありますが、サンプリングされたスライスではそれを明確に宣伝していませんでした。
ko_kr: 따라잡기 지원은 나중에 나타날 수도 있지만 샘플링된 조각에서는 이를 명확하게 광고하지 않았습니다.
pt_br: O suporte ao Catchup ainda pode aparecer mais tarde, mas a fatia amostrada não o anuncia claramente.
tr_tr: Yakalama desteği daha sonra da görünebilir, ancak örneklenen dilim bunu net bir şekilde tanıtmamıştır.
zh_hans: 追赶支持稍后仍可出现，但采样切片并未明确宣传。

# SourceGuidance_M3u_Detail_CatchupNotAdvertised
source: Catchup support can still appear later, but the sampled slice did not advertise it clearly.
ar_sa: لا يزال من الممكن أن يظهر دعم Catchup لاحقًا، لكن الشريحة التي تم أخذ عينات منها لم تعلن عنها بوضوح.
de_de: Die Catchup-Unterstützung kann später noch erscheinen, das Sample-Slice hat dies jedoch nicht deutlich angekündigt.
es_es: El soporte para ponerse al día aún puede aparecer más adelante, pero el segmento muestreado no lo anuncia claramente.
fr_fr: La prise en charge du rattrapage peut encore apparaître plus tard, mais la tranche échantillonnée ne l'a pas clairement annoncé.
hi_in: कैचअप समर्थन अभी भी बाद में दिखाई दे सकता है, लेकिन नमूना स्लाइस ने इसे स्पष्ट रूप से विज्ञापित नहीं किया है।
ja_jp: キャッチアップのサポートは後で表示される可能性がありますが、サンプリングされたスライスではそれを明確に宣伝していませんでした。
ko_kr: 따라잡기 지원은 나중에 나타날 수도 있지만 샘플링된 조각에서는 이를 명확하게 광고하지 않았습니다.
pt_br: O suporte ao Catchup ainda pode aparecer mais tarde, mas a fatia amostrada não o anuncia claramente.
tr_tr: Yakalama desteği daha sonra da görünebilir, ancak örneklenen dilim bunu net bir şekilde tanıtmamıştır.
zh_hans: 追赶支持稍后仍可出现，但采样切片并未明确宣传。

# SourceGuidance.Repair.Result.AppliedCleanly
source: Repair applied cleanly
ar_sa: تم تطبيق الإصلاح بشكل نظيف
de_de: Reparatur sauber aufgetragen
es_es: Reparación aplicada limpiamente
fr_fr: Réparation appliquée proprement
hi_in: मरम्मत सफाई से की गई
ja_jp: きれいに補修が施されました
ko_kr: 깨끗하게 수리가 진행되었습니다
pt_br: Reparo aplicado de forma limpa
tr_tr: Onarım temiz bir şekilde uygulandı
zh_hans: 修复干净

# SourceGuidance_Repair_Result_AppliedCleanly
source: Repair applied cleanly
ar_sa: تم تطبيق الإصلاح بشكل نظيف
de_de: Reparatur sauber aufgetragen
es_es: Reparación aplicada limpiamente
fr_fr: Réparation appliquée proprement
hi_in: मरम्मत सफाई से की गई
ja_jp: きれいに補修が施されました
ko_kr: 깨끗하게 수리가 진행되었습니다
pt_br: Reparo aplicado de forma limpa
tr_tr: Onarım temiz bir şekilde uygulandı
zh_hans: 修复干净

# SourceGuidance.Issue.AllRequestsProxyBroad.Detail
source: Import, guide, probe, and playback traffic will all route through the proxy. Use it only when the provider truly needs it.
ar_sa: سيتم توجيه حركة الاستيراد والتوجيه والتحقيق والتشغيل عبر الوكيل. استخدمه فقط عندما يحتاجه المزود حقًا.
de_de: Der Import-, Führungs-, Prüf- und Wiedergabeverkehr wird vollständig über den Proxy geleitet. Verwenden Sie es nur, wenn der Anbieter es wirklich benötigt.
es_es: El tráfico de importación, guía, sondeo y reproducción se enrutará a través del proxy. Úselo sólo cuando el proveedor realmente lo necesite.
fr_fr: Le trafic d’importation, de guidage, de sonde et de lecture sera tous acheminé via le proxy. Utilisez-le uniquement lorsque le fournisseur en a vraiment besoin.
hi_in: आयात, मार्गदर्शन, जांच और प्लेबैक ट्रैफ़िक सभी प्रॉक्सी के माध्यम से होंगे। इसका उपयोग तभी करें जब प्रदाता को वास्तव में इसकी आवश्यकता हो।
ja_jp: インポート、ガイド、プローブ、および再生のトラフィックはすべてプロキシ経由でルーティングされます。プロバイダーが本当に必要とする場合にのみ使用してください。
ko_kr: 가져오기, 안내, 조사 및 재생 트래픽은 모두 프록시를 통해 라우팅됩니다. 공급자가 정말로 필요할 때만 사용하십시오.
pt_br: O tráfego de importação, orientação, investigação e reprodução será roteado através do proxy. Use-o somente quando o provedor realmente precisar dele.
tr_tr: İçe aktarma, yönlendirme, araştırma ve oynatma trafiğinin tamamı proxy üzerinden yönlendirilecektir. Bunu yalnızca sağlayıcının gerçekten ihtiyacı olduğunda kullanın.
zh_hans: 导入、引导、探测和播放流量都将通过代理进行路由。仅当提供者真正需要时才使用它。

# SourceGuidance_Issue_AllRequestsProxyBroad_Detail
source: Import, guide, probe, and playback traffic will all route through the proxy. Use it only when the provider truly needs it.
ar_sa: سيتم توجيه حركة الاستيراد والتوجيه والتحقيق والتشغيل عبر الوكيل. استخدمه فقط عندما يحتاجه المزود حقًا.
de_de: Der Import-, Führungs-, Prüf- und Wiedergabeverkehr wird vollständig über den Proxy geleitet. Verwenden Sie es nur, wenn der Anbieter es wirklich benötigt.
es_es: El tráfico de importación, guía, sondeo y reproducción se enrutará a través del proxy. Úselo sólo cuando el proveedor realmente lo necesite.
fr_fr: Le trafic d’importation, de guidage, de sonde et de lecture sera tous acheminé via le proxy. Utilisez-le uniquement lorsque le fournisseur en a vraiment besoin.
hi_in: आयात, मार्गदर्शन, जांच और प्लेबैक ट्रैफ़िक सभी प्रॉक्सी के माध्यम से होंगे। इसका उपयोग तभी करें जब प्रदाता को वास्तव में इसकी आवश्यकता हो।
ja_jp: インポート、ガイド、プローブ、および再生のトラフィックはすべてプロキシ経由でルーティングされます。プロバイダーが本当に必要とする場合にのみ使用してください。
ko_kr: 가져오기, 안내, 조사 및 재생 트래픽은 모두 프록시를 통해 라우팅됩니다. 공급자가 정말로 필요할 때만 사용하십시오.
pt_br: O tráfego de importação, orientação, investigação e reprodução será roteado através do proxy. Use-o somente quando o provedor realmente precisar dele.
tr_tr: İçe aktarma, yönlendirme, araştırma ve oynatma trafiğinin tamamı proxy üzerinden yönlendirilecektir. Bunu yalnızca sağlayıcının gerçekten ihtiyacı olduğunda kullanın.
zh_hans: 导入、引导、探测和播放流量都将通过代理进行路由。仅当提供者真正需要时才使用它。

# SourceGuidance.Report.RepairExecutionTitle
source: KROIRA repair execution
ar_sa: تنفيذ إصلاح KROIRA
de_de: KROIRA Reparaturausführung
es_es: Ejecución de reparación KROIRA
fr_fr: Exécution de la réparation KROIRA
hi_in: KROIRA मरम्मत निष्पादन
ja_jp: KROIRA修理実施
ko_kr: KROIRA 수리 실행
pt_br: Execução de reparo KROIRA
tr_tr: KROIRA onarımının yürütülmesi
zh_hans: KROIRA修复执行

# SourceGuidance_Report_RepairExecutionTitle
source: KROIRA repair execution
ar_sa: تنفيذ إصلاح KROIRA
de_de: KROIRA Reparaturausführung
es_es: Ejecución de reparación KROIRA
fr_fr: Exécution de la réparation KROIRA
hi_in: KROIRA मरम्मत निष्पादन
ja_jp: KROIRA修理実施
ko_kr: KROIRA 수리 실행
pt_br: Execução de reparo KROIRA
tr_tr: KROIRA onarımının yürütülmesi
zh_hans: KROIRA修复执行

# SourceGuidance.Repair.Headline.ConnectedUsable
source: Source is connected and currently usable
ar_sa: المصدر متصل وقابل للاستخدام حاليًا
de_de: Die Quelle ist angeschlossen und derzeit verwendbar
es_es: La fuente está conectada y actualmente utilizable.
fr_fr: La source est connectée et actuellement utilisable
hi_in: स्रोत जुड़ा हुआ है और वर्तमान में प्रयोग योग्य है
ja_jp: ソースが接続されており、現在使用可能です
ko_kr: 소스가 연결되어 있으며 현재 사용 가능합니다.
pt_br: A fonte está conectada e atualmente utilizável
tr_tr: Kaynak bağlı ve şu anda kullanılabilir
zh_hans: 源已连接且当前可用

# SourceGuidance_Repair_Headline_ConnectedUsable
source: Source is connected and currently usable
ar_sa: المصدر متصل وقابل للاستخدام حاليًا
de_de: Die Quelle ist angeschlossen und derzeit verwendbar
es_es: La fuente está conectada y actualmente utilizable.
fr_fr: La source est connectée et actuellement utilisable
hi_in: स्रोत जुड़ा हुआ है और वर्तमान में प्रयोग योग्य है
ja_jp: ソースが接続されており、現在使用可能です
ko_kr: 소스가 연결되어 있으며 현재 사용 가능합니다.
pt_br: A fonte está conectada e atualmente utilizável
tr_tr: Kaynak bağlı ve şu anda kullanılabilir
zh_hans: 源已连接且当前可用

# SourceGuidance.Routing.DirectRouting
source: Direct routing
ar_sa: التوجيه المباشر
de_de: Direkte Weiterleitung
es_es: Enrutamiento directo
fr_fr: Routage direct
hi_in: सीधी रूटिंग
ja_jp: ダイレクトルーティング
ko_kr: 직접 라우팅
pt_br: Roteamento direto
tr_tr: Doğrudan yönlendirme
zh_hans: 直接路由

# SourceGuidance_Routing_DirectRouting
source: Direct routing
ar_sa: التوجيه المباشر
de_de: Direkte Weiterleitung
es_es: Enrutamiento directo
fr_fr: Routage direct
hi_in: सीधी रूटिंग
ja_jp: ダイレクトルーティング
ko_kr: 직접 라우팅
pt_br: Roteamento direto
tr_tr: Doğrudan yönlendirme
zh_hans: 直接路由

# SourceGuidance.Report.NeedsReview
source: Needs review
ar_sa: يحتاج إلى مراجعة
de_de: Muss überprüft werden
es_es: Necesita revisión
fr_fr: Besoin d'un examen
hi_in: समीक्षा की जरूरत है
ja_jp: 見直しが必要
ko_kr: 검토 필요
pt_br: Precisa de revisão
tr_tr: İncelenmesi gerekiyor
zh_hans: 需要审查

# SourceGuidance_Report_NeedsReview
source: Needs review
ar_sa: يحتاج إلى مراجعة
de_de: Muss überprüft werden
es_es: Necesita revisión
fr_fr: Besoin d'un examen
hi_in: समीक्षा की जरूरत है
ja_jp: 見直しが必要
ko_kr: 검토 필요
pt_br: Precisa de revisão
tr_tr: İncelenmesi gerekiyor
zh_hans: 需要审查

# SourceGuidance.Report.Detail
source: Detail: {0}
ar_sa: التفاصيل: {0}
es_es: Detalle: {0}
fr_fr: Détail : {0}
hi_in: विवरण: {0}
ja_jp: 詳細: {0}
ko_kr: 세부정보: {0}
pt_br: Detalhe: {0}
tr_tr: Detay: {0}
zh_hans: 详细信息: {0}

# SourceGuidance_Report_Detail
source: Detail: {0}
ar_sa: التفاصيل: {0}
es_es: Detalle: {0}
fr_fr: Détail : {0}
hi_in: विवरण: {0}
ja_jp: 詳細: {0}
ko_kr: 세부정보: {0}
pt_br: Detalhe: {0}
tr_tr: Detay: {0}
zh_hans: 详细信息: {0}

# SourceGuidance.Issue.MovieCatalogNotConfirmed.Title
source: Movie catalog was not confirmed
ar_sa: لم يتم تأكيد كتالوج الفيلم
de_de: Filmkatalog wurde nicht bestätigt
es_es: El catálogo de películas no fue confirmado.
fr_fr: Le catalogue de films n'a pas été confirmé
hi_in: मूवी कैटलॉग की पुष्टि नहीं की गई थी
ja_jp: 映画カタログは未確認
ko_kr: 영화 카탈로그가 확인되지 않았습니다.
pt_br: Catálogo de filmes não foi confirmado
tr_tr: Film kataloğu onaylanmadı
zh_hans: 电影目录尚未确定

# SourceGuidance_Issue_MovieCatalogNotConfirmed_Title
source: Movie catalog was not confirmed
ar_sa: لم يتم تأكيد كتالوج الفيلم
de_de: Filmkatalog wurde nicht bestätigt
es_es: El catálogo de películas no fue confirmado.
fr_fr: Le catalogue de films n'a pas été confirmé
hi_in: मूवी कैटलॉग की पुष्टि नहीं की गई थी
ja_jp: 映画カタログは未確認
ko_kr: 영화 카탈로그가 확인되지 않았습니다.
pt_br: Catálogo de filmes não foi confirmado
tr_tr: Film kataloğu onaylanmadı
zh_hans: 电影目录尚未确定

# SourceGuidance.Report.Action
source: Action: {0}
ar_sa: الإجراء: {0}
de_de: Aktion: {0}
es_es: Acción: {0}
hi_in: क्रिया: {0}
ja_jp: アクション: {0}
ko_kr: 동작: {0}
pt_br: Ação: {0}
tr_tr: Eylem: {0}
zh_hans: 动作：{0}

# SourceGuidance_Report_Action
source: Action: {0}
ar_sa: الإجراء: {0}
de_de: Aktion: {0}
es_es: Acción: {0}
hi_in: क्रिया: {0}
ja_jp: アクション: {0}
ko_kr: 동작: {0}
pt_br: Ação: {0}
tr_tr: Eylem: {0}
zh_hans: 动作：{0}

# SourceGuidance.Issue.NoCatalogFamilies.Detail
source: The portal handshake worked, but it did not return live, movie, or series data in this preview.
ar_sa: عملت مصافحة البوابة الإلكترونية، لكنها لم تُرجع بيانات مباشرة أو فيلم أو مسلسل في هذه المعاينة.
de_de: Der Portal-Handshake hat funktioniert, in dieser Vorschau wurden jedoch keine Live-, Film- oder Seriendaten zurückgegeben.
es_es: El protocolo de enlace del portal funcionó, pero no devolvió datos en vivo, películas o series en esta vista previa.
fr_fr: La poignée de main du portail a fonctionné, mais elle n'a pas renvoyé de données en direct, de film ou de série dans cet aperçu.
hi_in: पोर्टल हैंडशेक ने काम किया, लेकिन इसने इस पूर्वावलोकन में लाइव, मूवी या श्रृंखला डेटा नहीं लौटाया।
ja_jp: ポータルのハンドシェイクは機能しましたが、このプレビューではライブ、映画、またはシリーズのデータが返されませんでした。
ko_kr: 포털 핸드셰이크는 작동했지만 이 미리 보기에서는 라이브, 영화 또는 시리즈 데이터를 반환하지 않았습니다.
pt_br: O handshake do portal funcionou, mas não retornou dados ao vivo, de filmes ou séries nesta visualização.
tr_tr: Portal anlaşması işe yaradı ancak bu önizlemede canlı, film veya dizi verilerini döndürmedi.
zh_hans: 门户握手有效，但在此预览中它没有返回实时、电影或系列数据。

# SourceGuidance_Issue_NoCatalogFamilies_Detail
source: The portal handshake worked, but it did not return live, movie, or series data in this preview.
ar_sa: عملت مصافحة البوابة الإلكترونية، لكنها لم تُرجع بيانات مباشرة أو فيلم أو مسلسل في هذه المعاينة.
de_de: Der Portal-Handshake hat funktioniert, in dieser Vorschau wurden jedoch keine Live-, Film- oder Seriendaten zurückgegeben.
es_es: El protocolo de enlace del portal funcionó, pero no devolvió datos en vivo, películas o series en esta vista previa.
fr_fr: La poignée de main du portail a fonctionné, mais elle n'a pas renvoyé de données en direct, de film ou de série dans cet aperçu.
hi_in: पोर्टल हैंडशेक ने काम किया, लेकिन इसने इस पूर्वावलोकन में लाइव, मूवी या श्रृंखला डेटा नहीं लौटाया।
ja_jp: ポータルのハンドシェイクは機能しましたが、このプレビューではライブ、映画、またはシリーズのデータが返されませんでした。
ko_kr: 포털 핸드셰이크는 작동했지만 이 미리 보기에서는 라이브, 영화 또는 시리즈 데이터를 반환하지 않았습니다.
pt_br: O handshake do portal funcionou, mas não retornou dados ao vivo, de filmes ou séries nesta visualização.
tr_tr: Portal anlaşması işe yaradı ancak bu önizlemede canlı, film veya dizi verilerini döndürmedi.
zh_hans: 门户握手有效，但在此预览中它没有返回实时、电影或系列数据。

# SourceGuidance.Report.Source
source: Source: {0}
ar_sa: المصدر: {0}
de_de: Quelle: {0}
es_es: Fuente: {0}
hi_in: स्रोत: {0}
ja_jp: 出典: {0}
ko_kr: 출처: {0}
pt_br: Fonte: {0}
tr_tr: Kaynak: {0}
zh_hans: 来源：{0}

# SourceGuidance_Report_Source
source: Source: {0}
ar_sa: المصدر: {0}
de_de: Quelle: {0}
es_es: Fuente: {0}
hi_in: स्रोत: {0}
ja_jp: 出典: {0}
ko_kr: 출처: {0}
pt_br: Fonte: {0}
tr_tr: Kaynak: {0}
zh_hans: 来源：{0}

# SourceGuidance.Report.Issues
source: Issues
ar_sa: مشاكل
de_de: Probleme
es_es: Problemas
fr_fr: Problèmes
hi_in: मुद्दे
ja_jp: 問題点
ko_kr: 문제
pt_br: Problemas
tr_tr: Sorunlar
zh_hans: 问题

# SourceGuidance_Report_Issues
source: Issues
ar_sa: مشاكل
de_de: Probleme
es_es: Problemas
fr_fr: Problèmes
hi_in: मुद्दे
ja_jp: 問題点
ko_kr: 문제
pt_br: Problemas
tr_tr: Sorunlar
zh_hans: 问题

# SourceGuidance.Report.CurrentIssues
source: Current issues
ar_sa: القضايا الحالية
de_de: Aktuelle Themen
es_es: Problemas actuales
fr_fr: Problèmes actuels
hi_in: समसामयिक मुद्दे
ja_jp: 現在の問題
ko_kr: 현재 문제
pt_br: Problemas atuais
tr_tr: Güncel sorunlar
zh_hans: 当前问题

# SourceGuidance_Report_CurrentIssues
source: Current issues
ar_sa: القضايا الحالية
de_de: Aktuelle Themen
es_es: Problemas actuales
fr_fr: Problèmes actuels
hi_in: समसामयिक मुद्दे
ja_jp: 現在の問題
ko_kr: 현재 문제
pt_br: Problemas atuais
tr_tr: Güncel sorunlar
zh_hans: 当前问题

# SourceGuidance.Repair.Change.GuideState
source: Guide state changed from {0} to {1}.
ar_sa: تم تغيير حالة الدليل من {0} إلى {1}.
de_de: Der Führungsstatus wurde von {0} zu {1} geändert.
es_es: El estado de la guía cambió de {0} a {1}.
fr_fr: L’état du guide est passé de {0} à {1}.
hi_in: गाइड स्थिति {0} से {1} में बदल गई।
ja_jp: ガイド状態が{0}から{1}に変更されました。
ko_kr: 가이드 상태가 {0}에서 {1}로 변경되었습니다.
pt_br: Estado do guia alterado de {0} para {1}.
tr_tr: Kılavuz durumu {0}'den {1}'ye değiştirildi.
zh_hans: 引导状态从 {0} 更改为 {1}。

# SourceGuidance_Repair_Change_GuideState
source: Guide state changed from {0} to {1}.
ar_sa: تم تغيير حالة الدليل من {0} إلى {1}.
de_de: Der Führungsstatus wurde von {0} zu {1} geändert.
es_es: El estado de la guía cambió de {0} a {1}.
fr_fr: L’état du guide est passé de {0} à {1}.
hi_in: गाइड स्थिति {0} से {1} में बदल गई।
ja_jp: ガイド状態が{0}から{1}に変更されました。
ko_kr: 가이드 상태가 {0}에서 {1}로 변경되었습니다.
pt_br: Estado do guia alterado de {0} para {1}.
tr_tr: Kılavuz durumu {0}'den {1}'ye değiştirildi.
zh_hans: 引导状态从 {0} 更改为 {1}。

# PlayableInspection.Field.EpgMatchSummary
source: EPG match summary
ar_sa: ملخص مباراة EPG
de_de: EPG-Übereinstimmungszusammenfassung
es_es: Resumen del partido EPG
fr_fr: Résumé du match EPG
hi_in: EPG मैच सारांश
ja_jp: EPG 試合概要
ko_kr: EPG 경기 요약
pt_br: Resumo da partida EPG
tr_tr: EPG maç özeti
zh_hans: EPG 比赛总结

# PlayableInspection_Field_EpgMatchSummary
source: EPG match summary
ar_sa: ملخص مباراة EPG
de_de: EPG-Übereinstimmungszusammenfassung
es_es: Resumen del partido EPG
fr_fr: Résumé du match EPG
hi_in: EPG मैच सारांश
ja_jp: EPG 試合概要
ko_kr: EPG 경기 요약
pt_br: Resumo da partida EPG
tr_tr: EPG maç özeti
zh_hans: EPG 比赛总结

# PlayableInspection.Field.Series
source: Series
ar_sa: مسلسل
de_de: Serie
es_es: Serie
fr_fr: Série
hi_in: शृंखला
ja_jp: シリーズ
ko_kr: 시리즈
pt_br: Série
tr_tr: Serisi
zh_hans: 系列

# PlayableInspection_Field_Series
source: Series
ar_sa: مسلسل
de_de: Serie
es_es: Serie
fr_fr: Série
hi_in: शृंखला
ja_jp: シリーズ
ko_kr: 시리즈
pt_br: Série
tr_tr: Serisi
zh_hans: 系列

# PlayableInspection.Field.SourceProxyPolicy
source: Source proxy policy
ar_sa: سياسة الوكيل المصدر
de_de: Quell-Proxy-Richtlinie
es_es: Política de proxy de origen
fr_fr: Politique de proxy source
hi_in: स्रोत प्रॉक्सी नीति
ja_jp: ソースプロキシポリシー
ko_kr: 소스 프록시 정책
pt_br: Política de proxy de origem
tr_tr: Kaynak proxy politikası
zh_hans: 来源代理政策

# PlayableInspection_Field_SourceProxyPolicy
source: Source proxy policy
ar_sa: سياسة الوكيل المصدر
de_de: Quell-Proxy-Richtlinie
es_es: Política de proxy de origen
fr_fr: Politique de proxy source
hi_in: स्रोत प्रॉक्सी नीति
ja_jp: ソースプロキシポリシー
ko_kr: 소스 프록시 정책
pt_br: Política de proxy de origem
tr_tr: Kaynak proxy politikası
zh_hans: 来源代理政策

# PlayableInspection.Field.PixelFormat
source: Pixel format
ar_sa: تنسيق بكسل
es_es: Formato de píxeles
fr_fr: Format des pixels
hi_in: पिक्सेल प्रारूप
ja_jp: ピクセルフォーマット
ko_kr: 픽셀 형식
pt_br: Formato de pixel
tr_tr: Piksel formatı
zh_hans: 像素格式

# PlayableInspection_Field_PixelFormat
source: Pixel format
ar_sa: تنسيق بكسل
es_es: Formato de píxeles
fr_fr: Format des pixels
hi_in: पिक्सेल प्रारूप
ja_jp: ピクセルフォーマット
ko_kr: 픽셀 형식
pt_br: Formato de pixel
tr_tr: Piksel formatı
zh_hans: 像素格式

# PlayableInspection.Field.AcquisitionProfile
source: Acquisition profile
ar_sa: الملف الشخصي للاستحواذ
de_de: Akquisitionsprofil
es_es: Perfil de adquisición
fr_fr: Profil d'acquisition
hi_in: अधिग्रहण प्रोफ़ाइल
ja_jp: 取得プロファイル
ko_kr: 취득 프로필
pt_br: Perfil de aquisição
tr_tr: Edinme profili
zh_hans: 收购概况

# PlayableInspection_Field_AcquisitionProfile
source: Acquisition profile
ar_sa: الملف الشخصي للاستحواذ
de_de: Akquisitionsprofil
es_es: Perfil de adquisición
fr_fr: Profil d'acquisition
hi_in: अधिग्रहण प्रोफ़ाइल
ja_jp: 取得プロファイル
ko_kr: 취득 프로필
pt_br: Perfil de aquisição
tr_tr: Edinme profili
zh_hans: 收购概况
